{
  "nav_home": "Startseite",
  "nav_about": "Über uns",
  "nav_contact": "Kontakt",
  "nav_desc": "Kostenloser YouTube Video Downloader",
  "download": "Herunterladen",
  "next": "Nächste",
  "download_button_placeholder": "Fügen Sie die URL hier ein",
  "choose_format_label": "Wähle ein Format:",
  "choose_quality_label": "Wähle die Qualität:",
  "title": "YouTube Video Downloader",
  "footer_all_rights_reserved": "Alle Rechte vorbehalten.",
  "video_format_note": "Einige Videodateien können im QuickTime Player aufgrund der eingeschränkten Codec-Unterstützung möglicherweise nicht abgespielt werden. Falls Probleme bei der Wiedergabe auftreten, empfehlen wir die Verwendung alternativer Mediaplayer wie VLC Media Player oder MPV, die eine breitere Codec-Kompatibilität bieten. Darüber hinaus können Sie das Video mit Tools wie FFmpeg in ein kompatibleres Format konvertieren.",
  "about_title": "Über uns",
  "about_intro": "Willkommen bei unserem YouTube Video Downloader!",
  "about_description": "Unsere Website bietet eine einfache und effiziente Möglichkeit, YouTube-Videos direkt auf Ihr Gerät herunterzuladen. Egal, ob Sie Ihre Lieblingsmusikvideos, Tutorials oder andere Inhalte speichern möchten, mit unserem Tool geht das schnell und einfach. Wir unterstützen verschiedene Formate und Qualitäten, um sicherzustellen, dass Sie das bestmögliche Erlebnis erhalten.",
  "about_features": "Hauptmerkmale",
  "about_feature1": "Laden Sie Videos in verschiedenen Formaten herunter, darunter MP4, WEBM und mehr.",
  "about_feature2": "Wählen Sie aus verschiedenen Qualitätsoptionen, die Ihren Anforderungen entsprechen.",
  "about_feature3": "Einfache und benutzerfreundliche Oberfläche für ein problemloses Erlebnis.",
  "about_feature4": "Keine Registrierung oder Softwareinstallation erforderlich.",
  "about_support": "Brauchen Sie Hilfe?",
  "about_supportDescription": "Wenn Sie Fragen haben oder Hilfe benötigen, besuchen Sie bitte unsere Kontaktseite oder wenden Sie sich an unser Support-Team. Wir helfen Ihnen gerne bei Problemen oder Anliegen weiter.",
  "about_footer": "Vielen Dank, dass Sie unseren Service nutzen!",
  "contact_twitter": "Folgen Sie uns auf X:",
  "contact_email": "Kontaktieren Sie uns per E-Mail:",
  "contact_title": "Kontakt",
  "contact_name": "Zephyra"
}