{
  "welcome": "¡Bienvenido a nuestra aplicación! \n",
  "login": "Iniciar sesión",
  "logout": "Cerrar sesión",
  "nav_home": "Inicio",
  "nav_about": "Acerca de",
  "nav_contact": "Contacto",
  "download": "Descargar",
  "next": "Siguiente",
  "download_button_placeholder": "Pega la URL aquí",
  "title": "Descargador de videos de YouTube",
  "download_vid": "Haga clic en el botón para descargar el video",
  "new_something": "Oye, me gusta tu nuevo reloj",
  "footer_all_rights_reserved": "Todos los derechos reservados.",
  "video_format_note": "Es posible que algunos archivos de video no se puedan reproducir en QuickTime Player debido a su compatibilidad limitada con códecs. Si tiene problemas de reproducción, le recomendamos que utilice reproductores multimedia alternativos como VLC Media Player o MPV, que ofrecen una compatibilidad con códecs más amplia. Además, puede convertir el video a un formato más compatible utilizando herramientas como FFmpeg.",
  "about_title": "Sobre nosotros",
  "about_intro": "¡Bienvenido a nuestro descargador de videos de YouTube!",
  "about_description": "Nuestro sitio web proporciona una forma sencilla y eficiente de descargar videos de YouTube directamente a su dispositivo. Ya sea que desee guardar sus videos musicales, tutoriales o cualquier otro contenido favorito, nuestra herramienta le permite hacerlo de forma rápida y sencilla. Admitimos varios formatos y calidades para garantizar que obtenga la mejor experiencia.",
  "about_features": "Características principales",
  "about_feature1": "Descargue videos en múltiples formatos, incluidos MP4, WEBM y más.",
  "about_feature2": "Elija entre varias opciones de calidad para satisfacer sus necesidades.",
  "about_feature3": "Interfaz sencilla y fácil de usar para una experiencia sin complicaciones.",
  "about_feature4": "No es necesario registrarse ni instalar software.",
  "about_support": "¿Necesitas ayuda?",
  "about_supportDescription": "Si tiene alguna pregunta o necesita ayuda, visite nuestra página de Contacto o comuníquese con nuestro equipo de soporte. Estamos aquí para ayudarlo con cualquier problema o inquietud que pueda tener.",
  "about_footer": "¡Gracias por utilizar nuestro servicio!"
}