{
  "nav_home": "Accueil",
  "nav_about": "À propos",
  "nav_contact": "Contact",
  "nav_desc": "Téléchargeur de vidéos YouTube gratuit",
  "download": "Télécharger",
  "next": "Suivant",
  "download_button_placeholder": "Collez l'URL ici",
  "choose_format_label": "Choisissez le format :",
  "choose_quality_label": "Choisissez la qualité :",
  "title": "Téléchargeur de vidéos YouTube",
  "footer_all_rights_reserved": "Tous droits réservés.",
  "video_format_note": "Certains fichiers vidéo peuvent ne pas être lisibles dans QuickTime Player en raison de sa prise en charge limitée des codecs. Si vous rencontrez des problèmes de lecture, nous vous recommandons d'utiliser d'autres lecteurs multimédias tels que VLC Media Player ou MPV, qui offrent une compatibilité de codec plus large. De plus, vous pouvez convertir la vidéo dans un format plus compatible à l'aide d'outils tels que FFmpeg.",
  "about_title": "À propos de nous",
  "about_intro": "Bienvenue sur notre téléchargeur de vidéos YouTube !",
  "about_description": "Notre site Web offre un moyen simple et efficace de télécharger des vidéos YouTube directement sur votre appareil. Que vous souhaitiez enregistrer vos clips musicaux, tutoriels ou tout autre contenu préféré, notre outil vous permet de le faire rapidement et facilement. Nous prenons en charge divers formats et qualités pour vous garantir la meilleure expérience.",
  "about_features": "Fonctionnalités principales",
  "about_feature1": "Téléchargez des vidéos dans plusieurs formats, notamment MP4, WEBM, etc.",
  "about_feature2": "Choisissez parmi différentes options de qualité pour répondre à vos besoins.",
  "about_feature3": "Interface simple et conviviale pour une expérience sans tracas.",
  "about_feature4": "Aucune inscription ni installation de logiciel requise.",
  "about_support": "Besoin d'aide?",
  "about_supportDescription": "Si vous avez des questions ou avez besoin d'aide, veuillez visiter notre page Contact ou contacter notre équipe d'assistance. Nous sommes là pour vous aider à résoudre tout problème ou préoccupation que vous pourriez avoir.",
  "about_footer": "Merci d'utiliser notre service !",
  "contact_twitter": "Suivez-nous sur X :",
  "contact_email": "Contactez-nous par e-mail :",
  "contact_title": "Contact",
  "contact_name": "Zephyra"
}
