{
  "nav_home": "होम",
  "nav_about": "हमारे बारे में",
  "nav_contact": "संपर्क करें",
  "nav_desc": "मुफ्त यूट्यूब वीडियो डाउनलोडर",
  "download": "डाउनलोड करें",
  "next": "आगे",
  "download_button_placeholder": "यहां यूआरएल पेस्ट करें",
  "choose_format_label": "प्रारूप चुनें:",
  "choose_quality_label": "गुणवत्ता चुनें:",
  "title": "यूट्यूब वीडियो डाउनलोडर",
  "footer_all_rights_reserved": "सर्वाधिकार सुरक्षित।",
  "video_format_note": "कुछ वीडियो फ़ाइलें क्विकटाइम प्लेयर में उसके सीमित कोडेक समर्थन के कारण नहीं चल पाती हैं। यदि आपको प्लेबैक समस्याओं का सामना करना पड़ता है, तो हम वीएलसी मीडिया प्लेयर या एमपीवी जैसे वैकल्पिक मीडिया प्लेयर का उपयोग करने की सलाह देते हैं, जो व्यापक कोडेक संगतता प्रदान करते हैं। इसके अतिरिक्त, आप एफएफएमपीईजी जैसे टूल का उपयोग करके वीडियो को अधिक संगत प्रारूप में बदल सकते हैं।",
  "about_title": "हमारे बारे में",
  "about_intro": "हमारे YouTube वीडियो डाउनलोडर में आपका स्वागत है!",
  "about_description": "हमारी वेबसाइट YouTube वीडियो को सीधे आपके डिवाइस पर डाउनलोड करने का एक सरल और कुशल तरीका प्रदान करती है। चाहे आप अपने पसंदीदा संगीत वीडियो, ट्यूटोरियल, या कोई अन्य सामग्री सहेजना चाहते हों, हमारा टूल आपको इसे जल्दी और आसानी से करने की अनुमति देता है। यह सुनिश्चित करने के लिए कि आपको सबसे अच्छा अनुभव मिले, हम विभिन्न स्वरूपों और गुणों का समर्थन करते हैं।",
  "about_features": "प्रमुख विशेषताऐं",
  "about_feature1": "MP4, WEBM, और अन्य सहित कई स्वरूपों में वीडियो डाउनलोड करें।",
  "about_feature2": "अपनी आवश्यकताओं के अनुरूप विभिन्न गुणवत्ता विकल्पों में से चुनें।",
  "about_feature3": "परेशानी मुक्त अनुभव के लिए सरल और उपयोगकर्ता के अनुकूल इंटरफेस।",
  "about_feature4": "किसी पंजीकरण या सॉफ़्टवेयर स्थापना की आवश्यकता नहीं है।",
  "about_support": "मदद की ज़रूरत है?",
  "about_supportDescription": "यदि आपके कोई प्रश्न हैं या आपको सहायता की आवश्यकता है, तो कृपया हमारे संपर्क पृष्ठ पर जाएँ या हमारी सहायता टीम से संपर्क करें। आपके सामने आने वाली किसी भी समस्या या चिंता में आपकी सहायता के लिए हम यहां हैं।",
  "about_footer": "हमारी सेवा का उपयोग करने के लिए धन्यवाद!",
  "contact_twitter": "हमें X पर फॉलो करें:",
  "contact_email": "ईमेल के माध्यम से जुड़ें:",
  "contact_title": "संपर्क करें",
  "contact_name": "ज़ेफायरा"
}
