{
  "welcome": "Welcome to our application! \n",
  "login": "Login",
  "logout": "Logout",
  "nav_home": "Home",
  "nav_about": "About",
  "nav_contact": "Contact",
  "nav_desc": "Free Youtube Video Downloader",
  "download": "Download",
  "next": "Next",
  "download_button_placeholder": "Paste the URL here",
  "title": "YouTube Video Downloader",
  "download_vid": "Click the button to download the video",
  "new_something": "Hey I like you new watch",
  "footer_all_rights_reserved": "All rights reserved.",
  "video_format_note": "Some video files may not be playable in QuickTime Player due to its limited codec support. If you encounter playback issues, we ecommend using alternative media players such as VLC Media Player or MPV, which offer broader codec compatibility. Additionally, you can convert the   video to a more compatible format using tools like FFmpeg.",
  "about_title": "About us",
  "about_intro": "Welcome to Our YouTube Video Downloader!",
  "about_description": "Our website provides a simple and efficient way to download YouTube videos directly to your device. Whether you want to save your favorite music videos, tutorials, or any other content, our tool allows you to do so quickly and easily. We support various formats and qualities to ensure you get the best experience.",
  "about_features": "Key Features",
  "about_feature1": "Download videos in multiple formats including MP4, WEBM, and more.",
  "about_feature2": "Choose from various quality options to match your needs.",
  "about_feature3": "Simple and user-friendly interface for a hassle-free experience.",
  "about_feature4": "No registration or software installation required.",
  "about_support": "Need Help?",
  "about_supportDescription": "If you have any questions or need assistance, please visit our Contact page or reach out to our support team. We are here to help you with any issues or concerns you may have.",
  "about_footer": "Thank you for using our service!",
  "contact_twitter": "Follow us on X:",
  "contact_email": "Connect via email:",
  "contact_title": "Contact",
  "contact_name": "Zephyra"
}
