{
  "nav_home": "Home",
  "nav_about": "Over ons",
  "nav_contact": "Contact",
  "nav_desc": "Gratis YouTube-video Downloader",
  "download": "Downloaden",
  "next": "Volgende",
  "download_button_placeholder": "Plak de URL hier",
  "choose_format_label": "Kies formaat:",
  "choose_quality_label": "Kies kwaliteit:",
  "title": "YouTube Video Downloader",
  "footer_all_rights_reserved": "Alle rechten voorbehouden.",
  "video_format_note": "Sommige videobestanden kunnen mogelijk niet worden afgespeeld in QuickTime Player vanwege de beperkte codec-ondersteuning. Als u afspeelproblemen ondervindt, raden we u aan alternatieve mediaspelers zoals VLC Media Player of MPV te gebruiken, die een bredere codec-compatibiliteit bieden. Bovendien kunt u de video converteren naar een meer compatibel formaat met behulp van tools zoals FFmpeg.",
  "about_title": "Over ons",
  "about_intro": "Welkom bij onze YouTube Video Downloader!",
  "about_description": "Onze website biedt een eenvoudige en efficiënte manier om YouTube-video's rechtstreeks naar uw apparaat te downloaden. Of u nu uw favoriete muziekvideo's, tutorials of andere inhoud wilt opslaan, met onze tool kunt u dit snel en gemakkelijk doen. We ondersteunen verschillende formaten en kwaliteiten om ervoor te zorgen dat u de beste ervaring krijgt.",
  "about_features": "Belangrijkste kenmerken",
  "about_feature1": "Download video's in meerdere formaten, waaronder MP4, WEBM en meer.",
  "about_feature2": "Kies uit verschillende kwaliteitsopties die aan uw behoeften voldoen.",
  "about_feature3": "Eenvoudige en gebruiksvriendelijke interface voor een probleemloze ervaring.",
  "about_feature4": "Geen registratie of software-installatie vereist.",
  "about_support": "Hulp nodig?",
  "about_supportDescription": "Als u vragen heeft of hulp nodig heeft, kunt u onze Contact-pagina bezoeken of contact opnemen met ons ondersteuningsteam. We zijn er om u te helpen met eventuele problemen of vragen.",
  "about_footer": "Bedankt voor het gebruik van onze service!",
  "contact_twitter": "Volg ons op X:",
  "contact_email": "Neem contact op via e-mail:",
  "contact_title": "Contact",
  "contact_name": "Zephyra"
}